{
  "common": {
    "title": "الميار للتأهيل والتدريب",
    "language": "اللغة",
    "quick-links": "روابط سريعة",
    "follow-us": "تابعنا",
    "arabic": "العربية",
    "english": "الإنجليزية"
  },
  "Navs": {
    "home": "الرئيسية",
    "certificates": "الشهادات",
    "services": "الخدمات",
    "training": "التدريب",
    "qualification": "التأهيل",
    "contact-us": "اتصل بنا"
  },
  "Socials": {
    "facebook": "فيسبوك",
    "twitter": "تويتر",
    "linkedin": "لينكد إن",
    "instagram": "إنستغرام"
  },
  "Footer": {
    "cookie": "إعدادات الكوكيز",
    "privacy": "سياسة الخصوصية",
    "terms": "شروط الاستخدام",
    "rights": "جميع الحقوق محفوظة"
  },
  "HomePage": {
    "banner": "تمكين المؤسسات عبر الالتزام بالمعايير الدولية.",
    "banner-description": "في الميار، نلتزم بتعزيز القدرات التنظيمية من خلال خدمات التأهيل والتدريب والاستشارات المصممة خصيصًا لكم. رسالتنا هي مواءمة عملياتكم مع المعايير الدولية لتحقيق نجاح مستدام.",
    "journey": "اكتشف رحلتنا: التزام المعيار بالتميّز منذ عام 2008",
    "journey-description": "تأسست شركة المعيار للتأهيل والتدريب والاستشارات في عام 2008 بموجب القانون رقم (9) لسنة 1996، وقد قدمت منذ ذلك الحين خدمات متميزة لقطاعات متعددة. تستند الشركة إلى كفاءات وطنية عالية التأهيل، وتتعاون مع خبراء دوليين لتقديم دعم فني بمستوى عالمي. من خلال نهج مصمم خصيصاً وموجّه نحو النتائج، نضمن حلولاً فعالة تشمل الحصول على شهادات الأيزو، وتعزيز الأداء المؤسسي، وبناء القدرات الداخلية. المعيار هي شريكك الموثوق للنمو المستدام والتميّز التشغيلي.",
    "services": "الخدمات",
    "services-title": "استكشف مجموعتنا الشاملة من الخدمات",
    "services-description": "في المعيار، نحن متخصصون في تقديم خدمات استشارية مخصصة في مجال التأهيل، إلى جانب برامج تدريبية فنية وإدارية للمؤسسات في القطاعات الإنتاجية والخدمية. يكرّس فريقنا الخبير جهوده لمساعدة المؤسسات على تحقيق المعايير الدولية، بما في ذلك شهادات الأيزو (ISO 9001، ISO 14001، ISO 22000، ISO 45001...)، وتحسين الكفاءة التشغيلية من خلال برامج تدريبية مصممة حسب الاحتياجات واستشارات استراتيجية. اكتشف كيف يمكن لحلولنا أن تمكّن مؤسستك من النمو والامتثال والريادة في بيئة تنافسية متغيرة.",
    "services-qualification-title": "خدمات الاستشارات التأهيلية",
    "services-qualification-description": "نقوم بإرشاد المؤسسات نحو الحصول على الشهادات الدولية الأساسية، بما يضمن التوافق مع المعايير العالمية مثل ISO 9001 وISO 14001 وISO 22000 وISO 45001 وغيرها.",
    "services-technical-title": "التدريب الفني والإداري",
    "services-technical-description": "تم تصميم برامجنا التدريبية المخصصة لرفع المهارات والمعرفة في مؤسستكم، مما يساعد الفرق على البقاء تنافسية وفعالة في أدوارهم.",
    "services-tailored-title": "حلول مخصصة لاحتياجاتك",
    "services-tailored-description": "نقدم حلولًا مخصصة لمعالجة احتياجاتك الخاصة، مما يضمن أن كل حل يتناسب مع متطلباتك ويكون له تأثير كبير على نجاح منظمتك.",
    "services-btn": "تعرف أكثر",
    "partners-title": "موثوق به من قبل الشركات الرائدة",
    "partners-description": "على مدار أكثر من 17 عامًا، قمنا بتأهيل أكثر من 52 كيانًا حكوميًا وخاصًا في أنظمة الإدارة الحديثة."
  },
  "CertificatePage": {
    "title": "شهادات الشكر والتقدير",
    "description": "نفخر بتلقي شهادات تقدير من جهات مختلفة، تعكس جودة خدماتنا ومساهماتنا الفعالة.",
    "title-2": "اجتماعات وفعاليات الشركة",
    "description-2": "لقطات حية لاجتماعات وفعاليات تعكس التفاعل المهني والعمل الجماعي داخل شركتنا."
  },
  "TrainingServicesPage": {
    "sectionOne": {
      "title": "إدارة التدريب",
      "description": "تسعى المؤسسات لتدريب العاملين لديها لتجهيزهم للعمل المثمر والاحتفاظ بهم على مستوى الخدمة المطلوبة وهي عملية مستمرة لضمان استمرار تحسين الأداء للوصول لأهداف المؤسسة .\nوتعتمد عملية التدريب على التحديد الفعلي للاحتياجات التدريبية ، البرنامج التدريبي المناسب لرفع الكفاءة ،المدرب والمتدرب ،وسائل التدريب المستخدمة وبيئة التدريب.\nكما تعتمد على التقييم للبرامج التدريبية ومدى الاستفادة منها للمتدربين وانعكاسها على معدلات الأداء من زيادة الإنتاجية للمؤسسة.\nولذلك نؤمن بضرورة دعم ومساعدة الزبائن في تحديد الاحتياجات التدريبية وكذلك اختيار البرامج الأنسب لتنفيذها وتقييم هذه البرامج وقياس مدى الاستفادة من تنفيذها كما يمكننا تصميم برامج تدريبية تخدم العمليات والاعمال التي يقوم بها المؤسسة ."
    },
    "sectionTwo": {
      "title": "الدورات التدريبية في مجال نظم الإدارة",
      "description": "تُركز هذه الدورات على تطوير أنظمة العمل داخل المؤسسات الإنتاجية والخدمية، من خلال تزويد المشاركين بالمعرفة والمهارات اللازمة لتطبيق المعايير الدولية. تهدف البرامج إلى التأهيل للحصول على الشهادات العالمية مثل ISO بأنواعها المختلفة، وذلك لضمان التميز المؤسسي ورفع الكفاءة التشغيلية.",
      "list": {
        "item0": {
          "title": "مفاهيم ومتطلبات نظام أدارة الجودة ISO 9001  ",
          "description": "تهدف هذه الدورة إلى تزويد المشاركين بالمفاهيم الأساسية ومتطلبات نظام إدارة الجودة ISO 9001، الذي يُعد من أبرز المعايير الدولية المعتمدة في تحسين جودة المنتجات والخدمات في المؤسسات."
        },
        "item1": {
          "title": "مفاهيم ومتطلبات نظام إدارة البيئة ISO 14001",
          "description": "تستهدف هذه الدورة فهم المتطلبات الأساسية لنظام إدارة البيئة ISO 14001، الذي يهدف إلى تمكين المؤسسات من تحسين أدائها البيئي، وتقليل التأثيرات السلبية على البيئة."
        },
        "item2": {
          "title": "أعداد مدقق داخلي لنظام الإدارة ISO 19011",
          "description": "تُعدّ هذه الدورة ضرورية لتأهيل المدققين الداخليين الذين سيقومون بمراجعة نظم الإدارة المعتمدة في المؤسسات وفقًا لمعيار ISO 19011، الذي يحدد المبادئ والمتطلبات لإجراء عمليات التدقيق الداخلي لنظم الإدارة."
        },
        "item3": {
          "title": "مفاهيم وتطبيقات حول المواصفة القياسية الدولية المتطلبات العامة لمختلف أنواع شركات وهيئات التفتيش ISO/IEC 17020",
          "description": "تُعد هذه الدورة ضرورية للأفراد والمنظمات التي ترغب في فهم وتطبيق المواصفة ISO/IEC 17020، والتي تتعلق بالمتطلبات العامة لمختلف أنواع شركات وهيئات التفتيش. يتناول المعيار كيفية إدارة وتنسيق عمليات التفتيش بكفاءة وجودة لضمان تلبية المعايير الدولية في هذا المجال."
        },
        "item4": {
          "title": "مفاهيم وتطبيقات حول متطلبات المواصفة القياسية الدولية الخاصة بكفاءة معامل الاختبار والمعايرة ISO/IEC 17025",
          "description": "تعد الدورة التدريبية هذه أساسية للمؤسسات والمعامل التي تسعى لتحقيق الكفاءة والموثوقية في عمليات الاختبار والمعايرة. تركز الدورة على ISO/IEC 17025، والتي هي المواصفة الدولية التي تحدد المتطلبات الخاصة بكفاءة وجودة المعامل. يتم من خلالها التعرف على أفضل الممارسات لضمان أن المعامل تعمل وفقًا للمعايير الدولية."
        },
        "item5": {
          "title": "مفاهيم وتطبيقات حول متطلبات المواصفة القياسية الدولية نظم إدارة سلامة الغذاء ISO 22000",
          "description": "تعد دورة \"ISO 22000\" معيارًا عالميًا يعنى بكفاءة نظم إدارة سلامة الغذاء. تهدف هذه الدورة إلى توعية المشاركين بكيفية تطبيق مفاهيم ISO 22000 لضمان سلامة الغذاء في جميع مراحل سلسلة التوريد، من الإنتاج وحتى التوزيع، وتطبيق أسس علمية وعملية لضمان صحة وسلامة المستهلكين."
        }
      }
    },
    "sectionThree": {
      "title": "التدريب الفني التخصصي",
      "description": "يقوم الشركة بتصميم وتنفيذ برامج تدريبية فنية تخصصية حسب الاحتياجات التدريبية الفنية الفعلية للزبائن لتسهم في رفع الأداء للعاملين لديهم . ومن البرامج التي تم تصميمها بعضها نفد والأخر تحث التنفيذ :-",
      "list": {
        "item0": {
          "title": "التدريب النظري والعملي على الأعمال الهندسية الميكانيكية للمهندسين والفنيين بخطوط الإنتاج كالتصميم والأعمال الميكانيكية.",
          "description": "هذا التدريب يهدف إلى تزويد المهندسين والفنيين بالمعرفة النظرية والمهارات العملية اللازمة لأداء الأعمال الهندسية الميكانيكية في بيئات الإنتاج. يتم التركيز على تصميم الأنظمة الميكانيكية وتنفيذ الأعمال الميكانيكية بشكل فعّال، مما يساعد في تحسين عمليات الإنتاج وتطوير الكفاءة التشغيلية."
        },
        "item1": {
          "title": "رقابة الجودة بخطوط الإنتاج.",
          "description": "تدريب \"رقابة الجودة بخطوط الإنتاج\" يهدف إلى تعليم المهندسين والفنيين كيفية تنفيذ ومراقبة معايير الجودة في مراحل مختلفة من عملية الإنتاج. يركز على أهمية تطبيق الأساليب والإجراءات التي تضمن إنتاج منتجات ذات جودة عالية، ويشمل ذلك فحص المواد الخام، مراقبة العمليات الإنتاجية، والاختبارات النهائية على المنتجات."
        },
        "item2": {
          "title": "الاختبارات الميكانيكية والاختبارات غير الهدامة (NDT)",
          "description": "تعد من الأساليب الأساسية المستخدمة في صناعة الإنتاج لضمان سلامة وجودة المواد والمكونات الهندسية دون التأثير على خصائص المادة أو تلفها. تعتبر هذه الاختبارات ضرورية في مراقبة الجودة والحفاظ على الأمن والسلامة في مختلف الصناعات مثل النفط والغاز، والطاقة، والإنشاءات، والصناعات التحويلية."
        },
        "item3": {
          "title": "التدريب في مجال التفتيش على الأغذية والرقابة على مصانع المنتجات الغذائية",
          "description": "يعد التفتيش على الأغذية والرقابة على مصانع المنتجات الغذائية من المجالات الحيوية التي تضمن سلامة وجودة المنتجات التي تصل إلى المستهلك. يتطلب ذلك فحصًا دقيقًا واحترافيًا لجميع مراحل إنتاج وتصنيع الغذاء، بدءًا من استقبال المواد الخام وصولًا إلى المنتج النهائي، وذلك لضمان التزام المصانع بالمعايير الصحية والسلامة الغذائية."
        },
        "item4": {
          "title": "التدريب على السلامة والصحة المهنية .",
          "description": "التدريب في مجال السلامة والصحة المهنية يُعد من الأساسيات التي تهدف إلى توفير بيئة عمل آمنة وصحية للعمال والموظفين، وتقليل المخاطر المهنية التي قد تؤثر على صحتهم وسلامتهم. يهدف التدريب إلى تحسين الوعي بأهمية السلامة في مكان العمل واتباع الإجراءات الوقائية التي تساهم في تقليل الحوادث والإصابات."
        }
      }
    }
  },
  "QualificationServicesPage": {
    "sectionOne": {
      "title": "إدارة التأهيل لنظم الإدارة",
      "description": "تختص بتقديم الاستشارة الفنية والبرامج التدريبية للمؤسسات الإنتاجية والخدمية لتطوير أنضمه العمل بتلك المؤسسات لتأهيلها لتطبيق وتحقيق متطلبات المواصفات القياسية الدولية و المجالات التي يتم التأهيل فيها:-",
      "list": {
        "item0": {
          "title": "شهادة المطابقة لمتطلبات نظام إدارة الجودة ISO 9001",
          "description": "شهادة ISO 9001 هي شهادة دولية تُمنح للمؤسسات التي تلتزم بتطبيق نظام إدارة جودة فعال وفقًا لمعايير منظمة ISO. تهدف إلى تحسين كفاءة العمليات، وزيادة رضا العملاء، وضمان التحسين المستمر في جميع جوانب العمل."
        },
        "item1": {
          "title": "شهادة المطابقة لمتطلبات نظام أدارة البيئة  ISO 14001",
          "description": "المواصفة ISO/IEC 17020 تُحدد المتطلبات العامة لكفاءة تشغيل مختلف أنواع شركات وهيئات التفتيش، بما في ذلك الاستقلالية والنزاهة وجودة الخدمات المقدّمة. تهدف إلى ضمان موثوقية عمليات التفتيش وتوحيد المعايير بين الجهات العاملة في هذا المجال."
        },
        "item2": {
          "title": "تحقيق متطلبات المواصفة القياسية الدولية الخاصة بكفاءة معامل الاختبار والمعايرة ISO/IEC 17025",
          "description": "شهادة ISO/IEC 17025 هي المعيار الدولي لكفاءة معامل الاختبار والمعايرة، وتُمنح للمعامل التي تُثبت قدرتها على إجراء فحوصات دقيقة وموثوقة."
        },
        "item3": {
          "title": "تحقيق متطلبات المواصفة القياسية الدولية الخاصة بكفاءة معامل الاختبار والمعايرة ISO/IEC 17025 ",
          "description": "شهادة ISO/IEC 17025 هي المعيار الدولي لكفاءة معامل الاختبار والمعايرة، وتُمنح للمعامل التي تُثبت قدرتها على إجراء فحوصات دقيقة وموثوقة."
        },
        "item4": {
          "title": "شهادة المطابقة لنظم إدارة سلامة الغذاء ISO 22000",
          "description": "شهادة ISO 22000 هي معيار دولي يُمنح للمؤسسات التي تطبق نظامًا فعالًا لإدارة سلامة الغذاء، ويهدف لضمان وصول منتجات غذائية آمنة للمستهلكين في جميع مراحل السلسلة الغذائية."
        },
        "item5": {
          "title": "شهادة المطابقة لإدارة السلامة والصحة المهنية       ISO 45001",
          "description": "شهادة ISO 45001 هي معيار دولي يُمنح للمنظمات التي تطبق نظامًا فعالًا لإدارة السلامة والصحة المهنية، بهدف حماية العاملين وتقليل المخاطر في بيئة العمل."
        }
      }
    }
  },
  "ContactUsPage": {
    "title": "تواصل معنا",
    "description": "نحن هنا للإجابة على استفساراتكم وتقديم الدعم الذي تحتاجونه. لا تترددوا في التواصل معنا عبر أي من الوسائل التالية.",
    "address": "العنوان",
    "address-description": "ليبيا, طرابلس, تاجوراء",
    "email": "البريد الإلكتروني",
    "phone": "الهاتف",
    "fax": "الفاكس",
    "location": "الموقع على الخريطة",
    "forms": "نماذج الطلبات والشكاوى",
    "forms-description": "نوفّر مجموعة من النماذج الإلكترونية لتسهيل التواصل معنا وطلب خدماتنا المختلفة بكل سهولة.",
    "forms-list": {
      "item0": {
        "title": "نموذج طلب معلومات لغرض التأهيل",
        "description": "للمؤسسات الراغبة في التأهيل للحصول على شهادات الجودة والمعايير الدولية.",
        "btn": "فتح النموذج"
      },
      "item1": {
        "title": "نموذج شكوى أو تظلم لزبائن",
        "description": "نستقبل كافة الشكاوى والملاحظات لضمان تحسين جودة خدماتنا.",
        "btn": "تقديم شكوى"
      },
      "item2": {
        "title": "نموذج الاحتياجات التدريبية",
        "description": "للمؤسسات التي ترغب في إعداد أو تخصيص برامج تدريبية لموظفيها.",
        "btn": "طلب تدريب"
      }
    }
  },

  "FormPages": {
    "ComplaintForm": {
      "title": "نموذج شكوى او تظلم",
      "description": "يرجى تعبئة النموذج التالي بدقة لضمان معالجة شكاوكم بأسرع وقت ممكن.",
      "fields": {
        "formType": "نموذج الشكوى",
        "type": {
          "consultation": "إستشارة",
          "training": "تدريب",
          "qualification": "تأهيل"
        },
        "firstName": "الاسم",
        "lastName": "اسم الزوون",
        "job": "الوظيفة",
        "email": "البريد الإلكتروني",
        "phone": "رقم الهاتف",
        "complaintSubject": "موضوع الشكوى"
      },
      "submit": {
        "btn": "إرسال النموذج"
      }
    },
    "TrainingNeedsForm": {
      "title": "نموذج الإحتياجات التدريبية",
      "description": "يرجى تعبئة البيانات التالية لتمكيننا من تخصيص برامج تدريبية لموظفيكم.",
      "fields": {
        "requestedPrograms": "البرامج المطلوبة",
        "programName": "البرامج التدريبية المطلوبة",
        "preferredTime": "التوقيت المطلوب",
        "location": {
          "internal": "داخلي",
          "external": "خارجي"
        },
        "candidates": "المرشحين لحضور التدريب",
        "name": "الاسم",
        "department": "القسم/الإدارة",
        "program": "البرنامج",
        "preparation": {
          "title": "إعداد و ملاحظات",
          "organizationName": "اسم الجهة أو الشركة",
          "notes": "ملاحظات"
        }
      },
      "submit": {
        "btn": "إرسال النموذج"
      }
    },
    "QualificationRequestForm": {
      "title": "نموذج طلب معلومات لغرض التأهيل",
      "description": "يرجى تعبئة البيانات التالية لتمكيننا من تقييم متطلبات التأهيل الخاصة بمؤسستكم.",
      "fields": {
        "organizationInfo": {
          "title": "بيانات المؤسسة",
          "name": "اسم الجهة",
          "address": "العنوان",
          "phone": "الهاتف",
          "email": "البريد الإلكتروني",
          "location": "الموقع"
        },
        "systems": {
          "title": "الأنظمة الخاصة",
          "options": {
            "ISO_9001": "ISO 9001 نظام إدارة الجودة",
            "ISO_14001": "ISO 14001 نظم الإدارة البيئية",
            "ISO_22000": "ISO 22000 نظام إدارة سلامة الغذاء",
            "ISO_17020": "ISO 17020 المعايير العامة لتشغيل مختلف أنواع الهيئات التي تقوم بأعمال التفتيش",
            "ISO_45001": "ISO 45001 نظام السلامة والصحة المهنية",
            "ISO_7101": "ISO 7101 إدارة مؤسسات الرعاية الصحية - المتطلبات",
            "ISO_15189": "ISO 15189 المختبرات الطبية متطلبات الجودة والكفاءة",
            "ISO_17025": "ISO 17025 المتطلبات العامة لكفاءة معامل الاختبارات والمعايرة"
          }
        },
        "employees": {
          "title": "عدد العاملين",
          "description": "عدد العاملين يشمل العاملين الدائمين، الموسميين والمتعاونين.",
          "fields": {
            "management": "إدارة عليا",
            "qualityDept": "إدارة نوعية",
            "workers": "عمالة",
            "other": "أخرى",
            "branchesCount": "عدد فروع المؤسسة المطلوب تأهيلها",
            "branchName": "اختار الفرع"
          }
        },
        "additionalInfo": {
          "title": "معلومات إضافية",
          "productInfo": "معلومات بشأن المنتج أو الخدمة المقدمة",
          "upload": "إرفاق صورة أو ملف للجهة"
        }
      },
      "submit": {
        "btn": "إرسال النموذج"
      }
    }
  }
}
