{
  "common": {
    "title": "الميار للتأهيل والتدريب",
    "language": "اللغة",
    "quick-links": "روابط سريعة",
    "follow-us": "تابعنا",
    "arabic": "العربية",
    "english": "الإنجليزية"
  },
  "Navs": {
    "home": "الرئيسية",
    "certificates": "الشهادات",
    "services": "الخدمات",
    "training": "التدريب",
    "qualification": "التأهيل",
    "contact-us": "اتصل بنا"
  },
  "Socials": {
    "facebook": "فيسبوك",
    "twitter": "تويتر",
    "linkedin": "لينكد إن",
    "instagram": "إنستغرام"
  },
  "Footer": {
    "cookie": "إعدادات الكوكيز",
    "privacy": "سياسة الخصوصية",
    "terms": "شروط الاستخدام",
    "rights": "جميع الحقوق محفوظة"
  },
  "HomePage": {
    "banner": "تمكين المؤسسات عبر الالتزام بالمعايير الدولية.",
    "banner-description": "في الميار، نلتزم بتعزيز القدرات التنظيمية من خلال خدمات التأهيل والتدريب والاستشارات المصممة خصيصًا لكم. رسالتنا هي مواءمة عملياتكم مع المعايير الدولية لتحقيق نجاح مستدام.",
    "journey": "اكتشف رحلتنا: التزام المعيار بالتميّز منذ عام 2008",
    "journey-description": "تأسست شركة المعيار للتأهيل والتدريب والاستشارات في عام 2008 بموجب القانون رقم (9) لسنة 1996، وقد قدمت منذ ذلك الحين خدمات متميزة لقطاعات متعددة. تستند الشركة إلى كفاءات وطنية عالية التأهيل، وتتعاون مع خبراء دوليين لتقديم دعم فني بمستوى عالمي. من خلال نهج مصمم خصيصاً وموجّه نحو النتائج، نضمن حلولاً فعالة تشمل الحصول على شهادات الأيزو، وتعزيز الأداء المؤسسي، وبناء القدرات الداخلية. المعيار هي شريكك الموثوق للنمو المستدام والتميّز التشغيلي.",
    "services": "الخدمات",
    "services-title": "استكشف مجموعتنا الشاملة من الخدمات",
    "services-description": "في المعيار، نحن متخصصون في تقديم خدمات استشارية مخصصة في مجال التأهيل، إلى جانب برامج تدريبية فنية وإدارية للمؤسسات في القطاعات الإنتاجية والخدمية. يكرّس فريقنا الخبير جهوده لمساعدة المؤسسات على تحقيق المعايير الدولية، بما في ذلك شهادات الأيزو (ISO 9001، ISO 14001، ISO 22000، ISO 45001...)، وتحسين الكفاءة التشغيلية من خلال برامج تدريبية مصممة حسب الاحتياجات واستشارات استراتيجية. اكتشف كيف يمكن لحلولنا أن تمكّن مؤسستك من النمو والامتثال والريادة في بيئة تنافسية متغيرة.",
    "services-qualification-title": "خدمات الاستشارات التأهيلية",
    "services-qualification-description": "نقوم بإرشاد المؤسسات نحو الحصول على الشهادات الدولية الأساسية، بما يضمن التوافق مع المعايير العالمية مثل ISO 9001 وISO 14001 وISO 22000 وISO 45001 وغيرها.",
    "services-technical-title": "التدريب الفني والإداري",
    "services-technical-description": "تم تصميم برامجنا التدريبية المخصصة لرفع المهارات والمعرفة في مؤسستكم، مما يساعد الفرق على البقاء تنافسية وفعالة في أدوارهم.",
    "services-tailored-title": "حلول مخصصة لاحتياجاتك",
    "services-tailored-description": "نقدم حلولًا مخصصة لمعالجة احتياجاتك الخاصة، مما يضمن أن كل حل يتناسب مع متطلباتك ويكون له تأثير كبير على نجاح منظمتك.",
    "services-btn": "تعرف أكثر",
    "partners-title": "موثوق به من قبل الشركات الرائدة",
    "partners-description": "على مدار أكثر من 17 عامًا، قمنا بتأهيل أكثر من 52 كيانًا حكوميًا وخاصًا في أنظمة الإدارة الحديثة."
  },
  "CertificatePage": {
    "title": "شهادات الشكر والتقدير",
    "description": "نفخر بتلقي شهادات تقدير من جهات مختلفة، تعكس جودة خدماتنا ومساهماتنا الفعالة.",
    "title-2": "اجتماعات وفعاليات الشركة",
    "description-2": "لقطات حية لاجتماعات وفعاليات تعكس التفاعل المهني والعمل الجماعي داخل شركتنا."
  },
  "TrainingServicesPage": {},
  "QualificationServicesPage": {}
}
